ShortMesh/Laminar/2D_laminar_shortDV_results/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 612;


boundaryField
{
	wall
	{
		type		zeroGradient;
	}

    	outlet
    	{
   	     	type            fixedValue;
       		value           uniform 0.00001;
    	}
    	
	inlet
    	{
   	     	type            fixedValue;
		value		uniform 612;
    	}		

    	frontAndBackPlanes
    	{
        	type            empty;
    	}
}


// ************************************************************************* //
